src/xml/request_m21/bog_hans_engell_farvel.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:os="http://oss.dbc.dk/ns/opensearch" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standards/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:mx="http://www.loc.gov/MARC21/slim">
    <SOAP-ENV:Body>
        <ns1:formatRequest>
            <ns1:originalData>
                <os:collection>
                    <os:resultPosition>1</os:resultPosition>
                    <os:numberOfObjects>1</os:numberOfObjects>
                    <os:object>
<mx:collection><mx:record format="MARC21" type="Bibliographic"><mx:leader>00000nam a22000000c 4500</mx:leader><mx:controlfield tag="008">081111r20082008dk ||||g      00|||adan|d</mx:controlfield><mx:datafield ind1=" " ind2=" " tag="020"><mx:subfield code="a">9788702071177 (hf.):</mx:subfield><mx:subfield code="c">kr. 299,00</mx:subfield></mx:datafield><mx:datafield ind1="1" ind2=" " tag="029"><mx:subfield code="a">DKDLA</mx:subfield><mx:subfield code="b">870970-basis:27502148</mx:subfield></mx:datafield><mx:datafield ind1=" " ind2=" " tag="040"><mx:subfield code="a">DKDLA</mx:subfield><mx:subfield code="b">dan</mx:subfield><mx:subfield code="c">DKDLA</mx:subfield></mx:datafield><mx:datafield ind1=" " ind2=" " tag="049"><mx:subfield code="a">DK-190101</mx:subfield></mx:datafield><mx:datafield ind1=" " ind2=" " tag="084"><mx:subfield code="a">99.4 Engell, Hans</mx:subfield><mx:subfield code="2">z</mx:subfield></mx:datafield><mx:datafield ind1=" " ind2=" " tag="084"><mx:subfield code="a">32.269 Det Konservative Folkeparti</mx:subfield><mx:subfield code="2">z</mx:subfield></mx:datafield><mx:datafield ind1=" " ind2=" " tag="084"><mx:subfield code="a">96.72</mx:subfield><mx:subfield code="2">z</mx:subfield></mx:datafield><mx:datafield ind1="1" ind2=" " tag="100"><mx:subfield code="a">Engell, Hans</mx:subfield></mx:datafield><mx:datafield ind1="1" ind2="0" tag="245"><mx:subfield code="a">Farvel til Slotsholmen /</mx:subfield><mx:subfield code="c">Hans Engell</mx:subfield></mx:datafield><mx:datafield ind1=" " ind2=" " tag="250"><mx:subfield code="a">1. udgave, 2. oplag</mx:subfield></mx:datafield><mx:datafield ind1=" " ind2=" " tag="260"><mx:subfield code="a">[Kbh.] :</mx:subfield><mx:subfield code="b">Gyldendal,</mx:subfield><mx:subfield code="c">2008</mx:subfield></mx:datafield><mx:datafield ind1=" " ind2=" " tag="300"><mx:subfield code="a">412 sider :</mx:subfield><mx:subfield code="b">ill.</mx:subfield></mx:datafield><mx:datafield ind1=" " ind2=" " tag="500"><mx:subfield code="a">1. oplag, 2008</mx:subfield></mx:datafield><mx:datafield ind1=" " ind2=" " tag="500"><mx:subfield code="a">2. oplag, 2008</mx:subfield></mx:datafield><mx:datafield ind1=" " ind2=" " tag="901"><mx:subfield code="a">929</mx:subfield></mx:datafield></mx:record></mx:collection>
                    <os:identifier>870970-basis:21921173</os:identifier>
                    <os:creationDate>1997-11-18</os:creationDate>
                </os:object>
                </os:collection>
            </ns1:originalData>
            <ns1:outputFormat>PLACEHOLDER</ns1:outputFormat>
        </ns1:formatRequest>
    </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
